using namespace sf;
#include <SFML\Graphics.hpp>
const int HEIGHT_MAP = 27;//размер карты высота
const int WIDTH_MAP = 63;//размер карты ширина

String TileMap[HEIGHT_MAP] = {
        "000000000000000000000000000000000000000000000000000000000000000",
        "0                                                             0",
        "0   s                                                         0",
        "0                                                   s         0",
        "0                                                             0",
        "0                 f                                           0",
        "0                            s                                0",
        "0                                                             0",
        "0          s                                         h        0",
        "0                                                             0",
        "0                                                             0",
        "0                          s         s                        0",
        "0                                                   f         0",
        "0                                                             0",
        "0   f                                                         0",
        "0          s                                                  0",
        "0                            f                                0",
        "0                                                             0",
        "0                                                    s        0",
        "0                                                             0",
        "0                             s                               0",
        "0                                                             0",
        "0                 f                   h                       0",
        "0                                                             0",
        "0                            f                                0",
        "0 h                                                          s0",
        "000000000000000000000000000000000000000000000000000000000000000",

};